[
    {
      "series": "Admitting Our Sin",
      "intro": "",
      "days": [
        {
          "day": 1,
          "title": "Admitting Our Sin - Day 1",
          "content": "We all mess up… Sometimes we mess up worse than others. Sometimes that has worldly consequences. And it always has heavenly consequences (1). The Sunday School answer to a question following those lines would be that Jesus died for our sins. However without commitment what are we doing (2). I think an analogy is in order… If you have a friend who always tries to hang out with you but is always canceling. At first it seems they ran into something then later you see they never intend to hang out with you at all. Same thing with God except he can see how much you try… So, going back to admitting our sins while God is Omnipresent and always knows our motives he also knows what we need and that is looking into ourselves. To truly know our sins you have to know yourself and what you have done… So should you do it? OF COURSE not just because the bible says so but also because psychologically it helps you! God created us and knows what we need (3). So how do you find your sins? Well hopefully they should be rather obvious, sometimes we blur the lines on what is and isn’t sin but that is a topic for another day! In short if you feel guilty, shameful, or hurt by something it probably is sin. Ultimately God and God’s word alone dictate what is and isn’t sin so always double check them!",
          "verses": "1- Romans 6:23, 2- James 2:26, and 3- Matthew 6:8",
          "prayer": "Pray that you can know what your sins are then admit them to God."
        },
        {
          "day": 2,
          "title": "Admitting Our Sin - Day 2",
          "content": "Imagine the scene. Someone is convicted of murder and is going to get a life in prison. They plead guilty and then say that they will change their actions. They get off with 5 years. Then when they have served their time they proceed to murder 3 more people. Well sadly that's us. We're the murderers and God's the Judge. The only thing is that God is infinitely more forgiving and that the result of sin is death. (1) The key thing is Repentance, and with repentance part of it is change. Without change repentance is meaningless. (2) There must be change! The hardest part of Repentance... In order to change you can not only admit it to God but also admit your sins to others, they can keep you accountable and pray for you. You can also Pray without ceasing. (3) This helps because it moves your focus from the sin to God. So what I leave you with today is two solutions so far. Pray more and trust in others.",
          "verses": "1- Romans 6:23, 2- James 2:26, and 3- 1 Thessalonians 5:16-18 \n2 Chronicles 30:6-9",
          "prayer": "Praying more often and being given wisdom and strength to confess sins to your friends."
        },
        {
          "day": 3,
          "title": "Admitting Our Sin - Day 3",
          "content": "Gods forgiveness is unlimited and unending. Same with his mercy he loves us on another level beyond our belief. That makes it so that some Christians say, \"Well he'll forgive me If I do it so I'll do it anyways.\" God is not a get out of jail free card. There are still retributions for our sins and even if we ask for forgiveness. (1 Please read this verse now!) At a first glance this verse may seem a little out of context... But it really isn't imagine we are the Levites and our idols are our sin. We wander away and we will be punished with retributions. If we repeatedly put sin over God we are wandering away and there will be serious consequences. Now don't be discouraged! God knows that we struggle. (2) In fact Jesus struggled more than any of us did just take the story of when Jesus goes into the wilderness for 40 days and 40 nights (3 full story.) In fact God understands our suffering so much an in fact was tempted more than us. At any time in the bible Jesus could have stopped his death, he could have given himself food, he could have been born into a rich family. The thing is he didn't he knows you and understands you. So, the point is not that you can't repeat your sins just don't indulge. TRY TO STOP SINNING! We aren't perfect even Paul said he was \"The chief among sinners.\" (4) So the point is use your strength and try to stop.",
          "verses": "1- Ezekiel 44:12, 2- Romans 3:23, 3- Matthew 4:1-11, and 1 Timothy 1:15",
          "prayer": "Pray for strength to stop sinning, for wisdom, and having strength against Satan's attacks."
        },
        {
          "day": 4,
          "title": "Admitting Our Sin - Day 4",
          "content": "In Matthew 21:18-22 we get the story of Jesus cursing a fig tree. (1) This passage is likely an analogy to our lives in which we need to bear fruit. So, how does this correlate? Well these fruits aren't just whether we spread the gospel it is also our relationship with God. This is because a good relationship with God should create good fruits. Again how does this correlate to admitting our sins. Well this leads to a hope to do right, a wish to not mess up. None of us truly want to mess up in a worldly sense because it has consequences. But our sinful nature wants to sin. The point is that once we grow our relationship with God we should work towards casting off our sins and stepping away from them. Which in turn will lead to Guilt when we do something wrong because we have wronged God which in a good relationship saddens us. So back to yesterday's message hopefully we shouldn't be want to use a get out of Jail card if we have a good relationship with God. So that means that if you have perpetual sins and you aren't taking actions against them you are hurting your relationship with God. So ultimately what can we do to fix this? We cycle back to Day 2, Pray more and entrust your sins with others. (2) This helps lighten your yoke something that having peace through God already does.",
          "verses": "1- Matthew 21:18-22, 2- Matthew 11:29–30",
          "prayer": "Pray for peace, patience, and to be able to pray harder"
        },
        {
          "day": 5,
          "title": "Admitting Our Sin - Day 5",
          "content": "Admitting Sins is not always easy... But it is a learning process you will learn how to relinquish things to God and how to change your behaviors. Perfection is not expected of you but being set apart (Holiness) is. Growth is the key to anything (1) and don't be afraid if you get something wrong. God understands you and he sees that you struggle. Just thank him for understanding and loving so much that he sent his son to die for those very sins you commit. If ever you are feeling discouraged and feel like you can't admit your sins as they are too great remember that Jesus died for any and all sins. It also may be good to memorize this verse (2) others have struggled before you. You are never alone and always look for another Christian to help support you. As always, Pray without Ceasing! (3)",
          "verses": "1- Isaiah 41:10, 2- Ezra 9:6, 3- 1 Thessalonians 5:16-18",
          "extras":"Extra Verses: 1 John 1:9, Matthew 4:17, Ezekiel 18:30-31, and James 4:8",
          "prayer": "Admit your sins and ask for strength to be stronger than the trap of sin."
        }
      ]
    },
    {
      "series": "Stewards the Series",
      "intro": "",
      "days": [
        {
          "day": 1,
          "title": "Stewards the Series - Day 1",
          "content": "Stewards the Series: We are supposed to be God's Stewards. We take care of things he has entrusted to us, we do that but also care and serve others. Being a steward can be hard so how can you be a better steward? Well for starters knowing what God has given you... Everything; Opportunity, skill, Intelligence, Strength, Courage, Honor, Friends, Family, YOURSELF... and not just that but also the whole world (1)! A part of our relationship with God is respecting him which means taking care of his things. We are not only asked to do it but required to do it. (2) Not to mention it is God's plan. One last thing our bodies are called temples (3) so they should be holy and sanctified. How do you treat you body as a temple? Well that's what's being explored. How and why we do these things.",
          "verses": "1- Genesis 1:26, 2- 1 Corinthians 4:2, and 3- 1 Corinthians 6:19-20",
          "prayer": "Ask to be a good steward who appreciates and works for God's vision. Ask to serve others and to love others with your heart and to become someone who seeks maturity in their faith"
        },
        {
          "day": 2,
          "title": "Stewards the Series - Day 2",
          "content": "Stewards the Series: One aspect of biblical Stewardship is being stewards of our own bodies. On another note imagine that you hold something very dear to you. For example think of your best friend someone you love and have put a lot of effort into in order to grow the relationship between you two. Now imagine that the two of you go to a new situation together maybe it is school, work, or a new home. You two are best buds and you have worked together to make something beautiful. (1) You go to this new place and it starts out as growth, then you meet someone who wants to join the two of you. Hesitantly you let them into your group, then they spread lies about you to your other friend and the worst possible thing happens. Your friend believes those lies. That is exactly how we treat God when we don't care for ourselves. We are the liar, the thief, and destroyer. That's why it is a sin to not be a good steward, because we are breaking something we are only borrowing. So what exactly do we do? Well the bible tells us to not be mastered by anything. (2) This means we don't grow addicted to anything! The key here is moderation. If you struggle with something in particular ask a brother or sister of Christ to help you. (3) If you struggle you need support and prayer from others. It also doesn't necessarily have to be something \"Addictive\" like drugs, pornography, or gambling. It could be hanging out with the wrong friends, overeating, playing too many video games. We all suffer from something its just what it is and whether we ask for help.",
          "verses": "1- Psalm 139:13-14, 2- 1 Corinthians 6:12-20, and 3- James 5:16",
          "extras": "A Call to Action: Tell a friend, Youth Pastor, or Someone you trust your master.",
          "prayer": "Pray to be a steward over your body, commit yourself to God, and kill your addiction. Ask for someone to confide in and the bravery to confide in them."
        },
        {
          "day": 3,
          "title": "Stewards the Series - Day 3",
          "content": "Stewards the Series: Yesterday we talked about one of the big things in taking care of ourselves, today we tackle the rest of the things. Let's start off with an analogy specifically the parable of the tenants. (1) This parable is referencing the pharisees. The reason why is because they produce bad fruit, in a sense they teach worldly values. It can also be applied to us if we produce bad fruit. Now in that parable God is the owner (2) and we are the tenants. Our body is the vineyard. Our vineyards have to produce good fruit and to produce good fruit they must be cared for. So, we now know why we are not only incentivized to care for ourselves but also that in order to be healthy Christians we must. What this means is that we take things in moderation. We eat healthily, get physical activity, and clean ourselves. (3 the disciplined part!) All of this hopefully isn't too difficult. Now a question that may be raised is what about Fasting? Well being stewards of our bodies isn't just our physical needs it is also our spiritual needs. Fasting is a way of focusing on God so in fact Fasting is not a bad thing.",
          "verses": "1- Matthew 21:33-41, 2- 1 Corinthians 6:20, 3- Titus 1:8",
          "prayer": "Pray for times to reinforce your physical, mental, and spiritual needs. Ask for a reminder of God's love for you."
        },
        {
          "day": 4,
          "title": "Stewards the Series - Day 4",
          "content": "Stewards the Series: Just as we are to be stewards of ourselves we are also to be stewards of the world. Genesis (1) is not only a creation story but a covenant in its own right the reason why is because God is entrusting in us his creation. The entire world. He showed that all was good (2) then had us take care of it and help the world fill with life. So, we know why we should take care of Earth... because there is a promise, by being human, of taking care of the Earth. So, what does that mean for us? Well one easy thing is to try to only take what you need. Trying to reduce waste (no matter the context) is beneficial. Does that mean you can't drive diesel trucks anymore? Well no of course not it just means that you are mindful. Pick up after yourself, don't leave trash around, and just a general respect of your environment. This makes us a guiding light, (3) for if we are stewards of the world then the rest of our life likely follows in order, although notedly not always. It does however help us lead by example and can inspire others to follow Christ. This is the reason the Church does community service for God and to lead others to God.",
          "verses": "1- Genesis 1:28, 2- Genesis 1:31, and 3- Matthew 5:14",
          "prayer": "Pray that you can be a good steward someone who cleans up after themselves. Pray to help our hearts be willing to serve."
        },
        {
          "day": 5,
          "title": "Stewards the Series - Day 5",
          "content": "Stewards the Series: We have talked about two parts of being stewards, being a steward of yourself and being a steward of the world. The third part of being a steward is being a steward of others. In reality a \"steward\" is God's servant. This means we help everyone just as God helped everyone himself. In concept this is a very easy thing. In actuality it is rather difficult. This is because it includes aspects of love, joy, peace, forbearance, kindness, goodness, faithfulness, gentleness,  and self-control. (1) The fruits of the spirit. To be a good steward you must be giving and forgiving. (2) Being a good steward towards others is being a good Christian. This is because as Christians part of our natural fruits is that of being a good Steward. (3) So what exactly is it? Well being kind to others, building others up and not cutting them down, caring for the sick or unable, forgiving, being slow to anger, standing up for what is right, being mindful of what comes out of your mouth (inappropriate jokes, cussing, getting really angry), and giving to others what they need. I struggle with all of these at different times and need to work on each of them. The important part is that I pray and if I see that I did something I admit I did it and I start to change. Change is hard but change is necessary.",
          "verses": "1- Galatians 5:22-23, 2- Luke 6:29, and 3- James 2:14:22",
          "prayer": "Pray that you can be emboldened with the fruits of the spirit, pray that you can"
        },
        {
          "day": 6,
          "title": "Stewards the Series - Day 6",
          "content": "Stewards the Series: Just like admitting sins, being a steward is not easy. In fact it is rather difficult. We have to think of others, care for others, and love others. All difficult things that we all need to work on. Not to mention we need to care for this world. We need to help our community and make sure that we leave things better than we found them. We also need to take care of ourselves and make sure we are in good conditions, but we also have to make sure that we are free from any master. I really enjoy Metallica and one of their songs is called Master of Puppets, it talks about how we are a puppet to our master which may be drugs, money, other addictions, or something like stress. The point is that in order to be a good steward we must be balanced physically, mentally, spiritual, balanced in our community, and have a loving heart. We must improve our selves before we improve others. So I leave you with these steps: #1 Clean your soul. #2 Get what you need to be physically healthy. #3 Help the world around you. #4 Help those around you. If you do these you will be God's servant. (1) His Steward.",
          "verses": "1- John 12:26",
          "extras": "Extra Verses: Galatians 5:23, Mark 10:45, 1 Peter 4:10",
          "prayer": "Pray to be God's servant; his steward, pray to help protect others, and pray to help with your personal struggles (Whatever they are.)"
        }
      ]
    },
    {
      "series": "Stressed Out",
      "intro": "",
      "days": [
        {
          "day": 1,
          "title": "Stressed Out - Day 1",
          "content": "Stressed Out: Part of living in a broken world is being stressed by situations around us. It is difficult to deal with all of life's chaos and still lead a godly life. God is supposed to be our retreat. (1) That means that if we confide in him then we will be able to be free from our worries. The problem is that we aren't perfect people. So, we don't always put our trust in God, well how can we learn to put our trust in God and avoid stress so that we are at peace. That is what this series will be about. The best way to deal with stress is to give it to God. God is literally our “rock.” (2) We can rely on him, trust in him and relinquish our stress to him. Now does that mean the only thing we do is give it to him? Well no sometimes how God takes away our stress is by giving us options to reduce our stress like TO-DO lists or other methods to keep priorities straight. Sometimes it may be talking to a counselor. God provides in all different ways all you have to do is to Listen and Obey. (3)",
          "verses": "1- Matthew 11:28, 2- Psalms 71:3, 3- Joshua 1:8",
          "prayer": "Pray that you can follow the Lord's Commands. Pray for relief and Pray for anxiousness and stress to go away."
        },
        {
          "day": 2,
          "title": "Stressed Out - Day 2",
          "content": "Stressed Out: First of all, let's define types of stress. There are two main types of stress, there is eustress which is when you are nervous and scared about the future but in general the future you are moving to is a beneficial thing. There is distress which is when you are struggling with something or grieving. Then I would like to add another, anxiety which is stress about the future because something is going to be due soon (1). Each of these needs to be dealt with in different ways. Eustress is by far the healthiest stress, it helps us survive, and as my dad would say, \"Not live in a bubble.\" Distress is much more harmful it strains you and will mentally tax you if you don't work through it. Anxiety is caused by procrastination and can also be eustress. When you are giving your stress to God, it can generally be any of these stresses, but by far, the one we need to give to God the most is distress. This is because distress is something that is caused by negative worldly things (Death, Pain, loss, etc.) Anxiety is very different from the two because in general you can take action against it and if you get on it will go away. The key to anxiety is to get your work done. We all have school or Work and the best action is always to get your job done before anxiety even sets in, if that's not possible prioritize it and work towards getting it done. (2)",
          "verses": "1- Matthew 6:34, 2- Colossians 3:23-24, and 3- Philippians 4:6",
          "prayer": "Pray about releasing your stress to God. Pray to handle your anxiety take initiative and get things done."
        },
        {
          "day": 3,
          "title": "Stressed Out - Day 3",
          "content": "Stressed Out: Part of stress is that it is very difficult to deal with. If you are under stress situationally or because you're clinically diagnosed with something that is a stressor (anxiety, depression, etc.) God offers a solution. This solution could be a variety of things it could be going to a counselor or getting doctor-prescribed medication. That is between you and God. God will guide and provide. However for some situations medication is not available and counselors aren't the right option. You see God can still be what we rely on in all situations, it is just God's answer that changes our result. If we completely rely on God alone we will be worry free. (1) The bible tells us to cast our worries to God. (2) We do this out of trust and love towards God and he takes away our worries out of love for us. God's love for us is unending and this is just one of the many ways we can see his love in action. (3)",
          "verses": "1- Matthew 6:28-33, 2- 1 Peter 5:7, and 3- 2 Thessalonians 3:5",
          "prayer": "Pray that you can relinquish your worries to God. Pray that you can strengthen your love for God and that you can have wisdom in all things."
        },
        {
          "day": 4,
          "title": "Stressed Out - Day 4",
          "content": "Stressed Out: Life isn't a popularity contest. As Christians we might not be popular we may even be hated for no reason. It isn't something we should fight back against, the reason why is because God himself is hated. People don't want to answer to a higher power that will keep them accountable. We should be different that doesn't mean we are rude to everyone and we break bridges, it just means that we may not have many worldly friends (1). Having these friends is often a coping mechanism life brings stress and relationships bring stress so we in turn want relationships to help heal our wounds. There are other inappropriate coping methods like drugs, sexual sins, and other addictions. The important part of all of these \"inappropriate\" coping methods is that they harm us, they only put more stress upon us. Being around people is very stressful (2), but it is necessary and important to spread the love of God. (3) The big takeaway is you need a healthy coping mechanism, like expressing your problems to a trusted person, talking to God, or separating yourself from the chaos of social media. By all means, we must still involve ourselves in the lives of non-believers but don't pour yourself out onto a cup that can't hold their problems not to mention yours. God is the cup you should pour out to.",
          "verses": "1- 2 Timothy 1:9, 2- 2 Corinthians 6:14, and 3- Deuteronomy 15:11",
          "prayer": "Pray that you can be separated from the stress and gossip of non-believers and can find a healthy coping mechanism."
        },
        {
          "day": 5,
          "title": "Stressed Out - Day 5",
          "content": "Stressed Out: Stress is difficult to deal with, it takes focus off of important things and distracts you with minor things that don't take priority. It removes your focus from God and moves your view to things like school, work, and relationships that are in shambles. Stress is difficult to deal with that is why so many people just go to the doctor and take antidepressants and anxiety pills. Life is hard to deal with and this is one of the many things we must deal with. (1) But we must remember that we may not be perfect, but God is and will save us. (2) Remember that help is here within the youth group. If you ever face a decision or a struggle, don't face it alone. Stress comes in different forms and is painful to deal with in most forms. Praying will give you an answer, whether it is the answer you like or not between you and God. Just remember that God is there for you; if you put on his armor, you will be safe from the devil's attacks. (3)",
          "verses": "1- Romans 5:12, 2- Revelation 21:4, and Ephesians 6:10-12",
          "prayer": "Pray that you can deal with your stress."
        }
      ]
    },
    {
      "series": "God Forgives",
      "intro": "",
      "days": [
        {
          "day": 1,
          "title": "God Forgives - Day 1",
          "content": "God Forgives: Forgiveness is something that we can all struggle with from time to time. You might have pent up anger at something someone did or you have a long held grudge against someone. It is often hard to truly forgive. This is because our sin nature pulls us towards not forgiving others. But as Christians God tells us to follow in His image and He forgave all of us (1). Further more God went beyond forgiving He instilled His Holy Spirit within us (2). He not only forgave but when He held us to judgement He gave a sacrifice that pardoned our sins. So what is true forgiveness? The world says that forgiveness is, that you stop feeling angry or upset at someone for something they did this is not the entirety of the situation. While this is partially correct it is missing important things. Number 1 is that when we forgive we also pardon. Matthew 6:12 is part of a prayer it asks God to forgive us our debts as we have forgiven our debtors. The last words \"Forgiven our debtors,\" this means that they are in debt to you which means you have been hurt and are asking for reparations. I think this is a hard thing to tackle as it is counter-cultural. It is asking us to forgive to an extent that we don't ask for anything in return (3). Yet time and time again this is exactly what God commanded when He walked the Earth. Number 2 to why this is an incorrect definition is because it doesn't have anything on reconciliation. If we are hurt in any way we have to tell the person who hurt us. Often they don't know they hurt us. (At least in the minor situations) This means that for true forgiveness we must -respectfully- address your offender and tell them that something they have done hurt you (4). Then you proceed to forgive. This is always a delicate situation and must be handled with care. It is the best to pray beforehand to make sure that you can tread carefully through it all. So a better definition for forgiveness would be, forgiveness is reconciling with another person once they hurt you, then proceeding to move on and to not ask for reparations. The next few days we will talk about how to better forgive others, forgiving God (Or dealing with frustrations against God), and what to do if you hurt someone else.",
          "verses": "1- Ephesians 4:17-24, 2- 1 Corinthians 6:19, 3- Matthew 5:28-40, and 4- 2 Corinthians 5:18",
          "prayer": "Pray that you can learn how to forgive others. Pray that God will guide you through any situation you have that you may have been hurt in and pray that you can forgive the way God forgave."
        },
        {
          "day": 2,
          "title": "God Forgives - Day 2",
          "content": "God Forgives: As I said yesterday when I was laying out the biblical principles of forgiveness, forgiveness is hard. This is because of our flawed human nature we struggle through doing things and are often hurt by other people. We are called to forgive however many times necessary (1). So how do you forgive better. It is all a change of heart. Hopefully that follows with you following Christ but sometimes growth through Christ is difficult. The best thing you can do is take action. Forgive them and release your unrighteous anger. Pray and look over the bible. Talk to others about it and get council. In some situations therapy may be the next step. as you need to heal wounds that you can't heal alone. Sometimes the first step is the final step, go and talk to the person. Well what isn't a good example of forgiving someone. Say that I had something against any of you. In front of everyone (Ex. This devotional) Is not the place to talk about it. This is similar to confronting your brother in Christ's sin (2). Try to be calm through it. Start of by saying that you where hurt. I have failed in this before as I have instead of confronting instead I pushed them away and didn't talk to them. In some cases they didn't know they hurt you and they still want to have a prosperous relationship (3). The second part is there is no retaliation. This is different from teaching them or separating yourself because the situation is harmful. There are valid reasons for those too it is just on a different precedent on someone who is your friend who hurt you. We are to be set apart and that includes our forgiveness (4). So go and fix anything that is broken now. Don't wait.",
          "verses": "1- Matthew 18:21-22, 2- Matthew 18:15-20, 3- Romans 12:17, and 4- Romans 12:2\nRead This! Matthew 18 in its entirety.",
          "prayer": "Pray that God guides you and that you can forgive those that have hurt you. Pray for the love that God has shown to you and that you can share it with others."
        },
        {
          "day": 3,
          "title": "God Forgives - Day 3",
          "content": "God Forgives: On the very first day of this series I said something along the lines Forgive God. The thing is that God can't do any wrong but we can be hurt by our lack of understanding for his choices. I once heard a quote on God's answers, he will only say yes, not yet, or I have something better. God will always answer prayer (1). Whether or not you can immediately see the results doesn't mean that he didn't answer it. This can cause some aggravation. We get mad when we don't get an answer or don't get the answer we want. Something that you can do to work on this is work on your responses, try to make anger not your default response. Another reason we can get angry at God is because something happens to us because of a broken world. The world is broken and that causes a lot of pain. In fact it is our fault the world is broken (2). The thing is, God saves the broken and hurt (3). God loves us very dearly and is hurt by our pain. He loves us so much that he sent his son to give us the choice. In order for us to still have a true choice there must still be consequences. In fact God loves us so much that he still shows us love even if we are constantly working against him and hurting him. He loved us so much he sent his son (4). That is why we are called to love. Therefore there is no reason to ever forgive God we must seek the problem within ourselves and fix it.",
          "verses": "1- Mark 11:24, 2- Romans 5:12, 3- Psalms 34:18, and 4- Romans 5:8\nRead This! 1 John 4:7-21 in its entirety.",
          "prayer": "Pray that you can be at peace with God. Pray that you can see his love and that you can love him back."
        },
        {
          "day": 4,
          "title": "God Forgives - Day 4",
          "content": "God Forgives: This is going to be a shorter message. We cause pain in others. It is the truth, the painful truth. You will hurt people in your life you aren't perfect and will fail (1). It is the sad truth and often when we fail we hurt others. If you are hurting others try to work towards growth. It is not always possible but it is the Godly thing to do (2). If you can't see that you have hurt others you have to pray. God opens eyes he did it for Paul he can do it for you (3). When you know that you have hurt someone you must go forward and admit. Ask for forgiveness, not all non-believers may give it but if they are a part of the church they are called to respond with forgiveness (4). The big thing is that you are on the lookout and a ready. Compare it to when God will return. Do you sleep while you wait or wait attentively (5). Same thing with forgiveness, be ready to ask for forgiveness and admit for what you have done. Admitting isn't always easy because sometimes it is two sided. So if you hurt and where hurt start out by forgiving them then asking for forgiveness. In other words forgive them as that is more important. We aren't blameless and will always have sin but if you can forgive others than you are doing as you wish to have done to you.",
          "verses": "1- 1 John 1:8-10, 2- 1 Peter 2:1, 3- Acts 9:8, 4- Ephesians 4:32, and 5- Matthew 25:1-13",
          "extras": "Extra Verses: Matthew 5, the start of the sermon on the mount, it has many great pieces on this topic",
          "prayer": "Pray that you can look to heal pain you caused in others. Pray that you can see that pain and you can admit to it."
        }
      ]
    },
    {
      "series": "Faith over Fear",
      "intro": "",
      "days": [
        {
          "day": 1,
          "title": "Faith over Fear - Day 1",
          "content": "Faith over Fear: Faith is an important part of our relationship with God. Without faith our belief in God is absent. Without faith there is no relationship between us and God. (1) So what is faith. Well faith is something that every person invests in. They will put faith in a number of things whether its idols (Evolution, Paganism, or Worldly values.) They are doing the exact opposite of what God wants us to do (2). The problem is, is that we all indulge in \"idols\" from time to time. Something that we should work towards removing from our lives. It is a constant struggle and is something that we must work on improving (3). Faith is something that no matter who you are you invest in one way or another. In this series we will define faith, look into faith, and we will learn about sharing wisdom (4).",
          "verses": "1- Hebrews 11:6, 2- Exodus 20:4-5, 3- 2 Peter 3:18, and 4- Proverbs 13:20",
          "prayer": "Pray that your faith can grow, that you can know what is faith, and that you can share and accept wisdom."
        },
        {
          "day": 2,
          "title": "Faith over Fear - Day 2",
          "content": "Faith over Fear: What is Faith. Well Faith is when you put your trust in something. Trust is doing something even If you haven't already seen the outcome. For example we haven't physically seen heaven but we put our Faith in God that he will bring us to heaven one day. Everyone puts a little bit of faith into their life. Whether they are evolutionists who put their faith in evolution. Or they are agnostics putting their faith in the belief they will live to choose one day. Everyone uses faith. When we sit down in a chair we have faith the chair won't break. The problem is, is that most of the things people put their faith in are idols. Idols are very negative to our mental health and our natural relationship with God (1). However it has been normalized by the world to put faith in Idols (2). Our faith with God is specifically something personal. We have a relationship with God which is something that Christianity prides its self upon. \"Relationship not Religion,\" This is a good thing to stand by. Our relationship is something that is hopefully prosperous and beautiful. This is because we are supposed to grow our relationship with God (3). That is what Christian Faith is. There will never be \"Absolute\" evidence for anything that anyone puts faith in. There will be statistically logical and philosophically impossible evidence. However God still gives us free will which means we are allowed to doubt (4). It is okay to doubt but you must ultimately look at the options and see which one is more likely we are sinners and will doubt at some point. However we must be strong in our faith. Talk about your problems with someone! Ask others who are wiser than you why something is the way it is. Most importantly strengthen your faith with Prayer and the Bible",
          "verses": "1- Isaiah 44:9, 2- Psalms 135:15-18, 3-James 4:8, and 4- James 1:6",
          "extras": "Extra Verses: Hebrews 11",
          "prayer": "Pray that your faith can grow and that you can love the lord. Pray that you can help others gain faith too."
        },
        {
          "day": 3,
          "title": "Faith over Fear - Day 3",
          "content": "Faith over Fear: What does God want when he asks for Faith. There are verses in the bible that say that faith is useless without works (1). However yesterday we defined faith as putting your belief in something that the outcome is unknown. So how is it that Faith is useless without works. We know that James is sound doctrine but at the same time Ephesians says almost the exact opposite (2). Well God and Jesus are the only ones who save and they only save if we put our faith in them. That continues because the faith will grow into a relationship which will prosper.  That prospering is actually shown in an act by Jesus. When Jesus curses the fig tree (3) he curses it because it doesn't bear any fruit. This is a simile between our relationship with God. We bear fruit because we mature in our faith. We start as a seedling that doesn't bear anything grow to a juvenile that bears sour fruit then we grow to be an adult that bears good fruit. This isn't necessarily represented by our actual age instead our spiritual maturity. And similar to how if a doctor sees something is wrong with the growth they can tell something is wrong entirely. That is the same with us and God, if we aren't growing then there is something seriously wrong. What that may be is between you and God but God asks you to grow and improve your spiritual maturity (4).",
          "verses": "1- James 2:17, 2- Ephesians 2:8-9, 3- Mark 11:12-25, and 4- Hebrews 5:13-14",
          "extras": "Other things to Read: James 2 in its entirety!",
          "prayer": "Pray that you can grow in spiritual maturity that you can grow and bear good fruits."
        },
        {
          "day": 4,
          "title": "Faith over Fear - Day 4",
          "content": "Faith over Fear: Sharing wisdom is an important part of our relationship with God. How can we learn without making mistakes? Well we learn from others' mistakes. That is a part of learning wisdom, the other part is doing something then not doing it again. If you mess up its okay, that's what Jesus died for (However that isn't a pardon to mess up over and over again). So how do you receive wisdom in the best way possible (1). Well I started out by saying to learn from others and that is the easiest way and the one I would recommend as it requires less failure from you. The other good option is learn from the bible and prayer hopefully you have the wisdom to never commit a heinous crime. That is not taught to you by a family member who blatantly murder 3 people, it is taught by the Bible (2). The Bible is the second big place to get your wisdom from. It teaches you the best way to go about things and is amazing at is Job. If you are ever unsure about something ask the holy spirit and look into the Bible. The final way you can receive wisdom is from learning from your mistakes (3). This is the most painful way and often has negative consequences. However this is often how we learn our true wisdom. The thing about wisdom and knowing the truth is that in both you know the best plan of action, its just that in wisdom you play that out. So how do you accept wisdom. #1 Pray!! ask God for wisdom and he will give it to you (4). #2 Have an open mind, try to learn new things and improve upon yourself. #3 Ask others. Asking others is another great way to learn wisdom (5) and also ask the bible.",
          "verses": "1- James 1:5, 2- 1 Corinthians 2:12-14, 3- Proverbs 24:16, 4- Matthew 7:7-9, 5- James 1:6-7",
          "extras": "Other things to Read: Psalms 1 in its entirety!",
          "prayer": "Pray for Wisdom, that you can gain wisdom and it can strengthen your faith."
        },
        {
          "day": 5,
          "title": "Faith over Fear - Day 5",
          "content": "Faith over Fear: So Faith, we learned that faith is about putting your trust in God. There will never be \"absolute\" evidence for almost anything. You also will have to look for evidence. This is a trap many scientists fall into. They will look for evidence that aligns with their beliefs. Christians can't do the same. You have to do good science. The science that looks for the truth, the answer is, is that when you do good science, you will find God. Besides, there is a perfect explanation behind this. If God created everything, why wouldn't everything point to him? On another note, we talked about other things that take people's faith and how we can grow stronger in our faith. One of the best ways we grow stronger in our faith is by learning from others. We then talked about sharing wisdom and how it is important to share wisdom and also learn from wisdom. That is how we learn without failure. Our final topic was how we grow in our faith. Growing in your faith means that there will be visible change, and you aspire to be more like God.",
          "verses": "Exodus 20:4-5, Psalms 1, Psalms 135:15-18, Proverbs 13:20, Proverbs 24:16, Isaiah 44:9, Matthew 7:7-9, Mark 11:12-25, 1 Corinthians 2:12-14, Ephesians 2:8-9, Hebrews 5:13-14, Hebrews 11, James 1:5-7, James 2, James 4:8, and 2 Peter 3:18",
          "extras": "Other things to Read: Proverbs 3 in its entirety!",
          "prayer": "Pray for Wisdom, that you can gain wisdom and it can strengthen your faith."
        }
      ]
    },
    {
      "series": "Fruits of Your Spirit",
      "intro": "",
      "days": [
        {
          "day": 1,
          "title": "Fruits of Your Spirit - Day 1",
          "content": "Fruits of Your Spirit: Fruits of the spirit is something that comes up in Paul's letter to Galatia. It comes up near the second half of the book and is doctrinally important. It explains many \"Behaviors\" that we are given by God. These are also called spiritual gifts. They are so important because we are supposed to exemplify them through ourselves. The meaning behind them directly ties to faith. The reason is that faith births these \"spiritual gifts\" as the Holy Spirit gives them to us.  The Holy Spirit gives them to us so that we can be Christ's messengers and act in Christ's image. When looking at them you can see that they all affect character. In this series, we will take three days and look at them in groups of three. The first is love, joy, and peace. The second is kindness, goodness, and faithfulness. The third is forbearance, self-control, and gentleness. I did move them around slightly and the reason for that is that these groups tie into each other and build off of each other quite well.",
          "verses": "Galatians 5:22-23",
          "extras": "Extra Verses: Galatians 5 in its entirety",
          "prayer": "Pray that you can learn what the spiritual gifts are that you can be blessed with them and that they can be a show for your faithfulness."
        },
        {
          "day": 2,
          "title": "Fruits of Your Spirit - Day 2",
          "content": "Fruits of Your Spirit: The first group I will discuss is Love, Joy, and Peace.  These are all things that you internalize. You internalize loving others, being joyful, and having peace. The first is Love which is a very important thing. We have to Love others as God loved. Which includes a blind reckless Love (1). It is a Love that passes through all barriers of injustice and pain. It doesn't care who you are and what you stand for but it cares for you greater than anything else. The best way to Love is to change our actions that are of the world. This means we try to be kinder to others, gentler to others, and build others up instead of down. Next is Joy. This is something that hopefully you have. This is the opposite of anxiety or stress. Joy is being happy for you know that you have God (2). You can have Joy in any situation because it is a God given relief. The best way to receive Joy is to release your worries to God and accept his forgiveness. Peace is very similar to Joy. This is because while you have Joy you are at Peace (3). With Joy you are fulfilled through anything. With Peace you can deal with anything and go through the toughest troubles under a sane mind (4). Joy and Peace are one in the same yet both must be exemplified to show non-believers the love of God. This is because it shows how you are different. You don't fret. You don't worry. You have peace. With all of these ask your brothers in Christ, ask them if they see these in you and work on what they don't see (5). For love make sure to earnestly complement your brothers on something you see that they do well. For Peace and Joy read the bible and pray see if you can start to show these characteristics.",
          "verses": "1- 1 Corinthians 13:4-7, 2- Romans 15:13, 3- John 14:27, 4- Psalms 4:8, 5- Galatians 6:2",
          "extras":"Extra Verses: John 3 in its entirety (It talks about God's love for us and other Theology)",
          "prayer": "Pray that you can internalize love, joy, and peace. That you can exemplify them. Treat others with love and that you can be a rampart against the evil of the world."
        },
        {
          "day": 3,
          "title": "Fruits of Your Spirit - Day 3",
          "content": "Fruits of Your Spirit: The second group is kindness, goodness, and faithfulness. Let's start with kindness. Kindness is being kind to others even when difficult (1). All things are difficult but when confronted with troubles and trying to be kind to someone it is easy to lose your patience and give out hope (2). Goodness is a combination of things while kindness is what you say to others and your actions, I see goodness as your composure. It is how you go about doing those kinds of things. It also means gentleness so treating others in a kind and gentle tone whenever you do anything (3). Finally, there is faithfulness this is exactly what the last section was about. It talks about how we commit our faith in God and that we accept and love him (4). Faithfulness is with kindness and goodness because one of the parts of showing faithfulness is being kind and good. Thus we must do all three of these things to do any of these things.",
          "verses": "1- Ephesians 4:32, 2- Luke 6:35, 3- Psalms 23:6, 4- 1 John 5:3, and 5- Proverbs 3:3-4",
          "extras": "Extra Verses: Galatians 6 in its entirety.",
          "prayer": "Pray that you can treat others with kindness and goodness; and that you can follow God in faithfulness."
        },
        {
          "day": 4,
          "title": "Fruits of Your Spirit - Day 4",
          "content": "Fruits of Your Spirit: The third group is forbearance, self-control, and gentleness. First off I would like to start by defining forbearance as that is not something I knew until I looked it up. Google defines forbearance as patient self-control; restraint and tolerance. In the bible, it is less of the latter definition and more of the former. It is a self-control even when under pressure or when in doubt. Forbearance is something God showed for us (1). His nature called him to bring judgment when we sinned. That is why there is pain in the world. Yet he forgave which is why we can be saved if we put our faith in him (2). Forbearance is two sides to the coin. It is patience, love, and forgiveness. Yet it is also Justice (through love). Self-control is very important it is something all of us struggle with almost constantly. So we need to pray about it and wisdom to navigate to the right thing in all situations (3). Then there is gentleness. Gentleness means that you don't insult others, make obscene jokes, or pull others down (4). It means you stand up for what is right and treat those around you with care and kindness. We all can work on this one. Part of this is just knowing when it is okay to say something around certain people. If I say that I don't like something that I know another person loves then we argue which ends up being something that will break you out of a gentle behavior. Be a peacemaker avoid conflict but don't be submissive (5). Love the lord in all things.",
          "verses": "1- Romans 2:4, 2- Romans 3:25, 3- Proverbs 25:28, 4- Philippians 4:5, 5- Matthew 5:9",
          "extras": "Extra Verses: Romans 5 in its entirety.",
          "prayer": "Pray that you can have wisdom, forbearance, self-control, and gentleness. Pray that you can love your brother even in conflict and that you can forgive those around you."
        },
        {
          "day": 5,
          "title": "Fruits of Your Spirit - Day 5",
          "content": "Fruits of Your Spirit: The fruits of the spirit are all precious parts and pieces that God gives us. They help illustrate the Godly man and allow us to see who we should strive to be. Jesus exemplified all of these. He was the best at all of them. The Bible calls us to be Christ-like (1.) We are to follow his word closely and follow him closely as well. We will mess up and we will struggle but if you are ever in a situation where you have two options find the one that shows the fruits of the spirit, whether that gift is love, joy, peace, forbearance, kindness, goodness, faithfulness, self-control, or gentleness.",
          "verses": "1- Philippians 2:5",
          "extras": "Extra Verses: Galatians 5 in its entirety",
          "prayer": "Pray for the strength to follow God and to embrace the gifts He offers you. Ask for the ability to embody each of these fruits in every situation."
        }
      ]
    },
    {
      "series": "The Beatitudes",
      "intro": "",
      "days": [
        {
          "day": 1,
          "title": "The Beatitudes - Day 1",
          "content": "The Beatitudes: The sermon on the mount is the first major teaching of Jesus. Matthew is centered around these 5 discourses. There are a whole deal of reasons why Matthew wrote his book this way. Still, in this study, we will focus on specifically the sermon on the mount and more importantly the first verse. Beatitude comes from the Greek word \"blessed.\" When reading through these verses it becomes obvious that there is a theme of certain people who are blessed in the kingdom. Jesus's key point in the message elaborates on who the kingdom is for. This is something that is key to the Christian doctrine and should be focused on heavily. The main reason is that these are the guidelines for you to enter the kingdom of heaven. On another note, one of the reasons that Jesus caught the attention of so many people is because he promised a kingdom free from the pain of the world. It came at a price and this price is arguably why so many people hated him they enjoyed the worldly kingdom because they had good things in this world on Earth and wanted to keep it. Jesus challenged that, along with prodding from the devil people descended into a group mentality of killing Jesus. Which ultimately led him to die on the cross and rise again. Even in these eight verses, we can already see the entire context of the Bible. One of the things shows how God worked through Matthew's writing.",
          "verses": "Matthew 5:3-10 is our main verse but for context go check out the first two verses too.",
          "prayer": "Pray that you can exemplify the beatitudes. Pray that you can think of God's kingdom. Pray that you can be faithful even in the hardest times. Pray that you can love the lord with all your heart. Pray for those around you, friends or enemies. Give thanks to God for all of the things God has done in your life (Take your time on this one!)"
        },
        {
          "day": 2,
          "title": "The Beatitudes - Day 2",
          "content": "The Beatitudes: The first verse in the Beatitudes starts by saying, \"Blessed are those who are poor in spirit.\" At first, this may seem a little counter-intuitive if you are familiar with bible teachings. Doesn't God want us to have a strong spirit against sin? How can we survive if we are weak and have a poor spirit? The thing is that this is more than poor. The Greek word (ptōchoi) that is used for poor here is used 5 other times two being Luke's account (those aren't shown but are 6:20, and 7:22 respectively) (1). Every time it is used we can get a slightly deeper understanding of what this means. For Matt 11:5 we see that it is used as someone who has the good news preached to them. 2 Corinthians 6:10 references them as poor but making others rich. This iterates a deeper idea. It is almost humility, a willingness to learn, and a willingness to give. I read a small summary of this verse and when I compared it, it said just replace the word \"poor\" for humble and the point becomes even clearer. So the kingdom of heaven is for those who are humble. This is something that separates the kingdom of heaven from the earthly kingdom. The reason is that the worldly kingdom is sinful, prideful, and boastful. Something the kingdom of heaven is not. Furthermore, we see other references to this same ideology in Isaiah and earlier books pushing the truth that the bible is historically continuous (2). So drop your pride and pick up humility because we all can.",
          "verses": "1- (Matthew 5:3, Matthew 11:5, 2 Corinthians 6:10), 2- Isaiah 66:2",
          "extras": "Other cross-references: James 2:5, Matthew 19:14\nMain Verses: Matthew 5:3",
          "prayer": "Pray that your heart can be filled with humility and compassion. Pray that you can treat others with respect and dignity. That you can love them and teach them the way God would. That you can treat those around you with mercy."
        },
        {
          "day": 3,
          "title": "The Beatitudes - Day 3",
          "content": "The Beatitudes: The second verse in the Beatitudes is Matthew 5:4 \"Blessed are those who mourn for they will be comforted.\" This verse talks about the kingdom of heaven, yet it is also an analogy to our relationship with God.  The kingdom of heaven is a blessing that has been given to us it is so valuable and the reason is that it is based on God's unending love for us. This gift is given to those who mourn, who are humble, who are meek. This is what this is indicating. In a sense, it is implying that if you mourn then the kingdom of heaven is for you. It is a gift out of love to receive from God. The other half of this is that this is our relationship with God. It explains that God is our rock to whom we rest (1). He is our shepherd who guides us (2). In the same sense as we must receive the kingdom of God we must fulfill a relationship with God. We must prosper in this relationship yet it will be difficult for the sins of the world to inhibit us from growing. However, God will give us the strength to work with him. He will work through us and help bring us up. This kingdom... relationship... is not for the faint of heart. It is for those who are spiritually brave. Aren't comfortable with the world's lies and want something truly fulfilling? Seek the kingdom even when the world around you doesn't (3). For the world wallows in its pain and the kingdom heals the pain.",
          "verses": "1- Psalms 18:2, 2- Psalms 23, and 3- Matthew 6:33",
          "extras": "Other cross-references: 2 Corinthians 7:9 and John 16:20\nMain Verses: Matthew 5:4, Psalms 23",
          "prayer": "Pray that even when you are in pain. Even when you are hurt. Even when you struggle you can seek the kingdom of God. For it gives eternal love. It glorifies God the one who shares endless love. Pray that your spirit can be strengthened to keep going and that you can rest your spirit with his yoke."
        },
        {
          "day": 4,
          "title": "The Beatitudes - Day 4",
          "content": "The Beatitudes: Next up is the verse, \"Blessed are the meek, for they shall inherit the Earth.\" This verse talks about meekness. This is something that comes up more often than not in the bible. Yet we often don't use the term 'meek' in our modern-day language. This is however important otherwise we don't understand what Jesus meant when he said this verse. The meaning of this world can be interpreted in a variety of ways. Yet one always stands out. It could be interpreted as, \"weak\" which would go along with the previous verse since we are all weak. Still, I don't think that is what Jesus is doing by this. More likely he is referring to having power but knowing when not to use it. It is an aspect of wisdom (1). It is, in a sense, saying you are strong but choose to not use your strength as it only glorifies you (2). It comes from the Hebrew word עֲנָוָה, (don't ask me how you say it) Anavah (JK,) means humility, meekness, and gentleness (3). With these other two words, we can get a full display of what this means. It means that those who are wise, only use their strength when needed, and are humble will inherit the Earth. Something we should understand is that we can never fulfill this requirement (4). We can't inherit the Earth without God and that is our fault. We are the ones who messed up and ruined it in the first place. However, take heart as your actions do not define you. Your love and relationship with God does. (Again this will show through your actions but your actions don't define you.)",
          "verses": "1- James 1:5, 2- Isaiah 40:29-31, 3- 1 Peter 3:15, and 4- Romans 3:23.",
          "extras": "Other cross-references: Psalm 37:11, Isaiah 29:19, and James 3:13\nMain Verses: Matthew 5:5 and Psalm 37",
          "prayer": "Pray that you can receive God's wisdom. Pray that you can use it, apply it, and that it can prosper inside of you. Pray that you can prosper in God's love and share it with others. Pray for peace and that you can give mercy to those around you."
        },
        {
          "day": 5,
          "title": "The Beatitudes - Day 5",
          "content": "The Beatitudes: This verse says, \"Blessed are those who hunger and thirst for righteousness, for they will be filled.\" The Greek- dikaiosynēn-  is translated as \"what is right, justice, and the act of doing what is in agreement with God's standards, the state of being in proper relationship with God.\" Essentially righteousness is following the biblical standards. It is growing the relationship between you and God. It is very important as when you are righteous you are \"filled.\" This is another important thing. When you are filled you are satisfied. Sinning is always paining and often leads to regret and hurt (1). Sin does fulfill you and will only corrupt your view on life and your health. Sin leads only to more sin so stop while you can walk away from anything that you keep doing and separate yourself from any sin (2). Then you can accept God's fulfillment and blessing.",
          "verses": "1- Romans 6:23 and 2- James 4:7", 
          "extras": "Other cross-references: Psalm 107:9, John 4:14, and Isaiah 55:1-3\nMain Verses: Matthew 5:6 and John 6",
          "prayer": "Pray that any perpetual sin you commit will stop. Pray for a loving attitude towards others and that you can learn how to receive God's gifts. Pray that you can love those around you and treat everyone around you with love and kindness."
        }
      ]
    }
  ]